Repository: JackBro/kvirustotal
Catalog: translations/*.po
Languages: cs, de, es, hu, it, ru

source: Scan analysis date:
cs: Datum rozboru:
de: Scan Analysedatum:
es: Fecha del análisis:
hu: Ellenőrzés/elemzés dátuma:
it: Data della scansione:
ru: Дата сканирования:

source: N/A
es: N/D
hu: Nincs adat.
it: N/D
ru: Недоступно

source: N/A
es: N/D
hu: Nincs adat
it: N/D
ru: Недоступно

source: Permanent link:
cs: Stálý odkaz:
es: Enlace permanente:
hu: Állandó hivatkozás:
it: Link permanente:
ru: Прямая ссылка

source: An error has occurred while submitting the file %1...
cs: Při předložení souboru %1 se vyskytla chyba...
de: Ein Fehler ist aufgetreten beim übermitteln der Datei %1...
es: Ha ocurrido un error mientras se enviaba el fichero %1...
hu: Hiba történt a fájl feltöltése során: %1...
it: Si è verificato un errore nell'invio del file %1...
ru: Произошла ошибка при отправке файла %1...

source: ERROR: Unexpected service result reply: %1
cs: CHYBA: Neočekávaný výsledek služby: %1
de: FEHLER: Unerwarteter Serviceresult: %1
es: ERROR: Respuesta inesperada del servicio: %1
hu: HIBA! Nem várt eredmény válaszként: %1
it: ERRORE: Risposta inaspettata del servizio: %1
ru: ОШИБКА: Неожиданный ответ от сервиса: %1

source: ERROR: No valid response received!
cs: CHYBA: Neobdržena žádná platná odpověď!
de: ERROR: Keine valide Antwort erhalten!
es: ERROR: ¡Se ha recibido una respuesta inválida!
hu: Hiba: nem érkezett érvényes válasz!
it: ERRORE: Nessuna risposta valida ricevuta!
ru: ОШИБКА: Получен неправильный ответ!

source: Invalid URL: %1
cs: Neplatná adresa (URL): %1
de: Invalide URL: %1
es: URL inválida: %1
hu: Érvénytelen URL: %1
it: Indirizzo non valido: %1
ru: Неправильный URL: %1

source: ERROR: No valid status response received!
cs: CHYBA: Neobdržena žádná platná odpověď o stavu!
de: ERROR: Keine valide Statusantwort erhalten!
es: ERROR: ¡Se ha recibido un estado de respuesta invalido!
hu: Hiba: nem érkezett érvényes állapotú válasz!
it: ERRORE: Nessuno stato valido ricevuto!
ru: ОШИБКА: Получен неправильный статус ответа!

source: Online antivirus and anti-phishing tool
cs: Internetový antivirový a anti-pishingový nástroj
de: Online Antivirus und Anti-Pishing Werkzeug
es: Herramienta online de antivirus y anti-phising
hu: Online antivírus és anti-phishing program
it: Antivirus in linea e protezione anti-phishing
ru: Онлайн-антивирус и антифишинг

source: Main developer
cs: Hlavní vývojář
de: Hauptentwickler
es: Desarrollador principal
hu: Vezető fejlesztő
it: Sviluppatore principale
ru: Главный разработчик

source: Translator
cs: Překladatel
de: Übersetzer
es: Traductor
hu: Fordító
it: Traduttore
ru: Переводчик

source: Alexander Shevyakov
ru: Александр Шевяков

source: KVirusTotal is based on the service provided by VirusTotal which is owned by Hispasec Sistemas S.L. Although KVirusTotal is a powerful tool, remember that <b>it is not intended as a replacement of a full-fledged antivirus program.</b><br><br>VirusTotal and the logo are trademarks of Hispasec Sistemas S.L. Please, visit <a href='http://www.virustotal.com/terms.html'>http://www.virustotal.com/terms.html</a> for more details.
cs: KVirusTotal je založen na službě poskytované VirusTotal, kterou vlastní Hispasec Sistemas S.L. Ačkoli je KVirusTotal mocným nástrojem, pamatujte na to, že <b>není záměrem, aby byl náhradou za plně vyspělý antivirový program.</b><br><br>VirusTotal a logo jsou obchodními značkami Hispasec Sistemas S.L. Pro další podrobnosti, prosím, navštivte <a href='http://www.virustotal.com/terms.html'>http://www.virustotal.com/terms.html</a>.
de: KVirusTotal basiert auf dem von VirusTotal angebotenen Service, die zur Hispasec Sistemas S.L. gehört. Auch wenn KVirusTotal ein mächtiges Werkzeug ist, behalten Sie bitte im Sinn, dass <b>es kein Ersatz für ein vollwertiges Antivirusprogramm ist</b>.<br><br>VirusTotal und das Logo sind Warenzeichen der Hispasec Sistemas S.L. Bitte besuchen Sie <a href='http://www.virustotal.com/terms.html'>http://www.virustotal.com/terms.html</a> für weitergehende Informationen.
es: KVirusTotal se basa en el servicio proporcionado por VirusTotal, el cual es propiedad de Hispasec Sistemas S.L. Aunque KVirusTotal es una potente herramienta, recuerde que <b>no pretende reemplazar a ningún programa antivirus en sí mismo.</b><br><br>VirusTotal y el logo están registrados por Hispasec Sistemas S.L. Por favor, visite <a href='http://www.virustotal.com/terms.html'>http://www.virustotal.com/terms.html</a> para más detalles.
hu: A KVirusTotal a Hispasec Sistemas S.L. tulajdonában lévő VirusTotal szolgáltatásra épül. Bár a KVirusTotal egy nagy tudású eszköz, de </b>ennek ellenére sem képes kiváltani egy teljes értékű antivírus programot.</b><br><br>A VirusTotal márkanév és a logó a Hispasec Sistemas S.L. tulajdona. Kérem látogassa meg a weboldalunkat további részletekért: <a href='http://www.virustotal.com/terms.html'>http://www.virustotal.com/terms.html</a>.
it: KVirusTotal è basato sul servizio fornito da VirusTotal, proprietà di Hispasec Sistemas S.L. Sebbene KVirusTotal sia uno strumento potente, ricorda che <b>non è concepito come rimpiazzo per un software antivirus completo.</b><br><br>VirusTotal e il logo sono marchi registrati da Hispasec Sistemas S.L. Visita <a href='http://www.virustotal.com/terms.html'>http://www.virustotal.com/terms.html</a> per maggiori dettagli.
ru: KVirusTotal основан на сервисе VirusTotal, который принадлежит компании Hispasec Sistemas S.L. Несмотря на то, что KVirusTotal довольно мощная утилита, помните, что <b>она не является полноценной заменой антивируса.</b><br><br> VirusTotal и логотип - зарегистрированные товарные знаки Hispasec Sistemas S.L. Посетите <a href='http://www.virustotal.com/terms.html'>http://www.virustotal.com/terms.html</a> для подробной информации.

source: Scans the given file
cs: Prohlédne podaný soubor
es: Escanea el fichero dado
hu: Egy adott fájl ellenőrzése.
it: Scansiona il file indicato
ru: Сканирует указанный файл

source: Scans the indicated remote file
cs: Prohlédne označený vzdálený soubor
es: Escanea el fichero remoto indicado
hu: A megjelölt távoli fájl ellenőrzése.
it: Scansiona il file remoto indicato
ru: Сканирует указанный удалённый файл

source: Scans the supplied URL
cs: Prohlédne poskytnutou adresu (URL)
es: Escanea la URL proporcionada
hu: A megadott URL ellenőrzése.
it: Scansiona l'indirizzo fornito
ru: Сканирует указанный URL

source: File...
cs: Soubor...
de: Datei...
es: Archivo...
hu: Fájl...
ru: Файл...

source: Add a file
cs: Přidat soubor
de: Datei hinzufügen
es: Añade un fichero
hu: Fájl hozzáadása
it: Aggiungi un file
ru: Добавить файл

source: Remote file...
cs: Vzdálený soubor...
de: Remote Datei...
es: Archivo remoto...
hu: Távoli fájl...
it: File remoto...
ru: Удаленный файл...

source: Add a remote file
cs: Přidat vzdálený soubor
de: Eine Remote-Datei hinzufügen
es: Añade un fichero remoto
hu: Távoli fájl hozzáadása
it: Aggiungi un file remoto
ru: Добавить удаленный файл

source: Add a URL
cs: Přidat adresu (URL)
de: URL hinzufügen
es: Añade una URL
hu: URL hozzáadása
it: Aggiungi un indirizzo
ru: Добавить URL

source: Re-scan
cs: Prohlédnout znovu
de: Neu Scannen
es: Reescanear
hu: Újraellenőrzés
it: Nuova Scansione
ru: Пересканировать

source: Re-scan the selected finished task(s)
cs: Prohlédnout vybraný dokončený úkol(y) znovu
de: Ausgewählte beendete Aufgaben neu scannen
es: Reescanear las tareas seleccionadas finalizadas
hu: A kiválasztott és véget ért folyamatok újraellenőrzése.
it: Nuova scansione per una o più operazioni già eseguite
ru: Пересканировать выделенные задания

source: Clean
cs: Uklidit
de: Aufräumen
es: Limpiar
hu: Tisztítás
it: Pulisci
ru: Очистить

source: Clean all finished tasks
cs: Uklidit všechny dokončené úkoly
de: Alle beendeten Aufgaben aufräumen
es: Limpiar todas las tareas finalizadas
hu: A véget ért folyamatok tisztítása.
it: Pulisci tutte le operazioni terminate
ru: Очищает все завершенные задания

source: Abort...
cs: Zrušit...
de: Abbrechen...
es: Abortar...
hu: Megszakítás...
it: Interrompi...
ru: Прервать...

source: Abort the selected tasks
cs: Zrušit vybrané úkoly
de: Ausgewählte Aufgaben abbrechen
es: Abortar las tareas seleccionadas
hu: A kiválasztott folyamatok megszakítása.
it: Interrompi operazioni selezionate
ru: Прерывает выполнение выбранных заданий

source: Quit %1
cs: Ukončit %1
de: Abbruch %1
es: Salir %1
hu: Kilépés %1
it: Esci da %1
ru: Выход %1

# Menu name
source: File
cs: Soubor
de: Datei
es: Archivo
hu: Fájl
ru: Файл

source: Edit
cs: Úpravy
es: Editar
hu: Szerkesztés
it: Modifica
ru: Правка

source: Select All
cs: Vybrat vše
de: Alles auswählen
es: Seleccionar todo
hu: Mindent kijelöl
it: Seleziona Tutto
ru: Выбрать всё

source: Select all tasks
cs: Vybrat všechny úkoly
de: Alle Aufgaben auswählen
es: Seleccionar todas las tareas
hu: Minden folyamat kiválasztása
it: Seleziona tutte le operazioni
ru: Выбрать все задания

source: Invert Selection
cs: Obrátit výběr
de: Auswahl invertieren
es: Invertir Selección
hu: Inverz kijelölés
it: Inverti Selezione
ru: Инвертировать выделение

source: Inverts the selection of tasks
cs: Obrátit výběr úkolů
de: Ausgwählte Aufgaben invertieren
es: Invierte la selección de tareas
hu: A kiválasztott folyamatok inverz kijelölése.
it: Inverte la selezione delle operazioni
ru: Инвертирует выделение в списке заданий

source: Settings...
cs: Nastavení...
de: Einstellungen...
es: Configuración...
hu: Beállítások...
it: Impostazioni...
ru: Настройки...

source: Show the settings dialog
cs: Ukázat dialog nastavení
de: Einstellungsdialog anzeigen
es: Mostrar la ventana de configuración
hu: Megjeleníti a beállító ablakot
it: Mostra la finestra delle impostazioni
ru: Показывает диалог настроек

source: Action
cs: Činnost
es: Acción
hu: Műveletek
it: Azione
ru: Сервис

source: Check for updates...
cs: Podívat se, zda jsou dostupné aktualizace...
es: Comprobar actualizaciones...
hu: Frissítések ellenőrzése...
it: Controlla aggiornamenti...
ru: Проверить обновления...

source: Show welcome wizard...
cs: Ukázat uvítacího průvodce...
es: Mostrar el asistente de bienvenida...
hu: A telepítővarázsló megjelenítése.
it: Mostra Procedura guidata...
ru: Показать мастер первоначальной настройки...

source: Click to view detailed report
cs: Klepnout pro zobrazení podrobné zprávy
de: Klicken um detailierten Report zu sehen
es: Haga clic para ver un informe detallado
hu: Kattintson a riport részleteinek megtekintéséhez.
it: Clicca per esaminare un rapporto dettagliato
ru: Щелкните, чтобы посмотреть детальный отчёт

source: Ready...
cs: Připraven...
de: Fertig...
es: Preparado...
hu: Kész...
it: Pronto...
ru: Готово...

source: Online antivirus and anti-phishing tool - %1
cs: Internetový antivirový a anti-pishingový nástroj - %1
de: Online Antivirus und Anti Pishing Werkzeug --- %1
es: Herramienta online de antivirus y anti-phising - %1
hu: Online antivírus és anti-phishing program - %1
it: Antivirus in linea e protezione anti-phishing - %1
ru: Онлайн-антивирус и антифишинг - %1

source: There is one or more tasks in course and will be aborted. Do you really want to quit?
cs: Provádí se jeden nebo více úkolů, a ty budou zrušeny. Opravdu je chcete ukončit?
de: Eine oder mehrere Aufgaben laufen noch, und werden abgebrochen. Möchten Sie wirklich fortfahren?
es: Hay una o más tareas en curso y serán abortadas. ¿Está seguro que desea continuar?
hu: Jelenleg egy vagy több feladat futtatása történik, de ezeket le kívánja állítani. Biztosan ki akar lépni?
it: Ci sono una o più operazioni in corso e saranno interrotte. Vuoi realmente uscire?
ru: Одно или более заданий еще выполняются, и их выполнение будет прервано. Вы действительно хотите выйти?

source: Tasks in course
cs: Probíhající úkoly
de: Laufende Aufgaben
es: Tareas en curso
hu: Jelenleg egy vagy több feladat futtatása történik.
it: Operazioni in corso
ru: Задания в очереди

source: Remote file inputbox
cs: Zadávací pole pro vzdálený soubor
de: Remote-Datei Eingabebox
es: Entrada de fichero remoto
hu: Távoli fájl bevitel
it: Posizione file remoto
ru: Поле для выбора удаленного файла

source: Please, enter a remote file's URL:
cs: Zadejte, prosím, adresu (URL) vzdáleného souboru:
de: Bitte geben Sie eine Remote-URL ein:
es: Por favor, introduzca la URL de un fichero remoto:
hu: Kérem adjon meg egy távoli hivatkozást (URL):
it: Inserisci un indirizzo per il file remoto:
ru: Пожалуйста, введите URL удаленного файла:

source: URL inputbox
cs: Zadávací pole pro adresu (URL)
de: URL Eingabebox
es: Entrada de URLs
hu: URL bevitel
it: Casella inserimento indirizzo
ru: Поле для ввода URL

source: Please, enter a URL:
cs: Zadejte, prosím, adresu (URL):
de: Bitte geben Sie eine URL ein:
es: Por favor, introduzca una URL:
hu: Kérem adjon meg egy URL-t:
it: Inserisci un indirizzo:
ru: Пожалуйста, введите URL:

source: No service key found! Thus, the application must be closed.
cs: Nenalezen žádný klíč služby! Proto se tento program musí zavřít.
de: Kein Service Key wurde gefunden. Daher muss diese Applikation geschlossen werden.
es: ¡No se ha encontrado la clave de servicio! Por lo tanto, la aplicación cerrará.
hu: Nem található a szolgáltatáshoz kulcs! Az alkalmazás futtatása most véget ér.
it: Chiave corrispondente non trovata! L'applicazione verrà chiusa.
ru: Не найден сервисный ключ! Приложение не может продолжать работу и будет закрыто.

source: General
cs: Obecné
hu: Általános
it: Generale
ru: Общие

source: Antivirus service workload
cs: Pracovní zátěž služby antiviru
es: Carga del servicio de antivirus
hu: Antivírus szolgáltatás betöltve
it: Risorse occupate dal servizio Antivirus
ru: Загрузка антивирусного сканера

source: Antivirus %1
cs: Antivir %1
hu: Antivírus %1
ru: Антивирус %1

source: Anti-phising service workload
cs: Pracovní zátěž služby anti-phisingu
de: Anti-Pishing Service Workload
es: Carga del servicio anti-phising
hu: Antiphising szolgáltatás betöltve
it: Risorse occupate dal servizio Anti-phishing
ru: Загрузка антифишингового сканера

source: Anti-phising %1
de: Anti-Pishing %1
it: Anti-phishing %1
ru: Антифишинг %1

source: HTTPs is enabled, so data is being transmitted securely!
cs: HTTPs je povoleno, takže data jsou přenášena bezpečně!
de: HTTPs ist aktiviert, so können nun die Daten sicher übertragen werden.
es: ¡HTTPs está activado, por lo que la información se transmite de forma segura!
hu: A HTTP<b>S</b> protokoll bekapcsolva, így az adatátvitel biztonságos.
it: HTTPs è attivo, in tal modo la trasmissione dati è sicura!
ru: HTTPS включен, данные передаются по защищенному соединению!

source: HTTPs is disabled, so data is being transmitted insecurely. Thus, it is highly recommended to enable it!
cs: HTTPs je zakázáno, takže data bezpečně přenášena nejsou. Z toho důvodu se to důrazně doporučuje povolit!
de: HTTPs ist deaktiviert, so werden die Daten im unsicheren HTTP Protokoll versandt. Daher empfehlen wir HTTPs einzuschalten!
es: HTTPs está desactivado, por lo que la información se transmite de forma insegura. ¡Se recomienda encarecidamente activarlo!
hu: A HTTP<b>S</b> protokoll kikapcsolva, így adatokat nem lehet biztonságosan küldeni. Erősen ajánlott bekapcsolni a HTTP<b>S</b> protokollt!
it: HTTPs è inattivo, in tal modo la trasmissione dati è insicura. Si raccomanda di attivare questa opzione!
ru: HTTPS выключен, данные передаются по незащищенному соединению. Настоятельно рекомендуется включить HTTPS.

# Application name
source: %1 information
cs: %1 informace
es: Información de %1
hu: %1 információ
it: Informazioni su %1
ru: Информация о %1

# Application name
source: %1 - Task completed
cs: %1 - Úkol je dokončen
de: %1 - Aufgabe beendet
es: %1 - Tarea completada
hu: %1 - Folyamat kész.
it: %1 - Operazione completata
ru: %1 - задание выполнено

# Application name
source: %1 warning
cs: %1 varování
de: %1 Warnung
es: Aviso de %1
hu: %1 figyelmeztetés
it: Attenzione %1
ru: %1 - предупреждение

# Application name
source: %1 error
cs: %1 chyba
de: %1 Fehler
es: Error de %1
hu: %1 hiba
it: Errore %1
ru: %1 - ошибка

source: The current connector requires a service key, but none has been found. Thus, the welcome wizard will be shown so you can now either set it up or change the connector to be used.
cs: Současná spojka vyžaduje služební klíč, ale žádný nebyl nalezen. Proto bude zobrazen uvítací průvodce, který vám při tom pomůže. Můžete jej buď nastavit, anebo změnit spojku, která se použije.
de: Der momentane connector benötigt einen Service-Key, leider wurde keiner gefunden. Starten Sie den Willkommens Wizard, der ihnen dabei helden wird. Anschließend kann der connector benutzt werden können.
es: El conector actual requiere una clave de servicio y no se ha encontrado ninguna. Así pues, se va a mostrar el asistente de bienvenida de forma que pueda configurarlo o seleccionar otro conector.
hu: A használt konnektor (kapcsolat) igényel egy szolgáltatói kulcsot a program működéséhez, ellenben semmit nem talált. Most elindul a telepítő varázsló, melynek segítségével be tudja állítani vagy módosítani a konnektor (kapcsolat) alapértékeit.
it: Il tipo di connessione richiede una chiave di servizio, ma non ve ne è alcuna. Verrà, perciò, mostrata la procedura guidata grazie alla quale sarà possibile impostare una chiave o cambiare il tipo di connessione.
ru: Вы не указали сервисный ключ, который необходим текущему коннектору. Сейчас будет открыт мастер первоначальной настройки, где вы сможете указать сервисный ключ или изменить коннектор.

source: Service key required
cs: Požadován služební klíč
de: Service key wird benötigt.
es: Se necesita una clave de servicio
hu: A szolgáltatáshoz kulcs szükséges.
it: Chiave del servizio richiesta
ru: Необходим сервисный ключ

# Application name
source: The new version of %1 has a new connector. Do you want the welcome wizard to be shown so you can change it?
cs: Nová verze %1 má novou spojku. Chcete nechat zobrazit uvítacího průvodce, abyste ji mohl změnit?
de: Die neue Version von %1 hat einen neuen connector. Möchten Sie den Welcome Wizard benutzen um Änderungen vorzunehmen?
es: La nueva versión de %1 incorpora un nuevo conector. ¿Quiere que se muestre el asistente de bienvenida para que pueda cambiarlo?
hu: Az új verziónak van egy újabb kapcsolódási lehetősége. Akarod-e a telepítővarázsló segítségével módosítani?
it: La nuova versione di %1 ha un nuovo tipo di connessione. Vuoi darci un'occhiata tramite procedura guidata?
ru: Новая версия %1 содержит новый коннектор. Открыть диалог первоначальной настройки для изменения коннектора?

source: Show welcome wizard
cs: Ukázat uvítacího průvodce
de: Willkommensassistent
es: Mostrar el asistente de bienvenida
hu: Az üdvözlő varázsló megjelenítése.
it: Mostra Procedura guidata
ru: Открыть диалог первоначальной настройки

# Application name
source: The new version %1 has been released. Do you want to open %2 homepage to find out what's new?
cs: Nová verze %1 byla vydána. Chcete otevřít %2 domovskou stránku, abyste zjistil, co je nového?
es: La nueva versión %1 ha sido liberada. ¿Quiere abrir la página web de %2 para conocer las novedades?
hu: Egy újabb programverzió jelent meg: %1. Kíváncsi vagy a(z) %2 honlapján az újdonságokra?
it: E' stata rilasciata una nuova versione di %1. Vuoi aprire la pagina web di %2 per dare un'occhiata alle novità?
ru: Вышла новая версия %1. Вы хотите открыть домашнюю страницу %2, чтобы посмотреть, что есть нового?

source: Vesion check
cs: Ověření verze
es: Comprobación de versión
hu: Újabb verzió megjelenésének ellenőrzése...
it: Controllo Versione
ru: Проверка версии

# Application name
source: You are currently using the latest version of %1
cs: Nyní používáte poslední verzi %1
es: Ya estas usando la última versión de %1
hu: Jelenleg a(z) %1 legújabb verzióját használod.
it: Attualmente stai usando l'ultima versione di %1
ru: Вы используете последнюю версию %1

source: OK
ru: ОК

source: Antivirus
cs: Antivir
hu: Antivírus
ru: Антивирус

source: Version
cs: Verze
es: Versión
hu: Verzió
it: Versione
ru: Версия

source: Last update
cs: Poslední aktualizace
de: Letztes Update
es: Última actualización
hu: Legutóbbi frissítés
it: Ultimo aggiornamento
ru: Последнее обновление

source: Result
cs: Výsledek
de: Resultat
es: Resultado
hu: Eredmény
it: Risultato
ru: Результат

source: Use secure connections (HTTPS)
cs: Použít bezpečná spojení (HTTPS)
de: Benutze sichere Verbindungen (HTTPS)
es: Usar conexiones seguras (HTTPS)
hu: Használjon biztonságos kapcsolatot (https://)
it: Usa connessioni sicure (HTTPS)
ru: Использовать защищенное соединение (HTTPS)

source: Show first existing reports, if available
cs: Ukázat nejprve stávající zprávy, jsou-li dostupné
de: Zuerst existierende Reports durchsuchen, wenn verfügbar
es: Mostrar primero los informes existentes, si es posible
hu: Mutassa elsőként a létező riporto(ka)t (ha van)
it: Mostra rapporti iniziali esistenti, se disponibili
ru: Показать последние отчёты, если они есть

source: Time tasks must take to show a notification (0=disabled)
cs: Čas, který si úkol musí vzít na zobrazení oznámení (0=zakázáno)
de: Zeitabhängige Aufgaben müssen eine Benachrichtigung senden (0=ausgeschaltet)
es: Tiempo transcurrido de las tareas para mostrar notificaciones (0=desactivado)
hu: Az időzített feladatoknak értesítésként jelennek meg (0 = kikapcsolva).
it: Notifica impossibilità dell'operazione dopo (0=disabilitato)
ru: Время, в течение которого задачи отображают уведомления. (0=выкл.)

source: Show always notifications for infected tasks
cs: U nakažených úkolů ukázat oznámení vždy
de: Immer Benachrichtigungen anzeigen bei infizierten Aufgaben
es: Mostrar siempre notificaciones para tareas infectadas
hu: Mindig mutassa a fertőzött feladatokat!
it: Mostra sempre notifiche in caso di infezioni
ru: Всегда отображать уведомления о зараженных файлах

source: Check for new versions at startup
cs: Při spuštění ověřit dostupnost nových verzí
es: Comprobar nuevas versiones al iniciar
hu: Induláskor új verzió meglétének ellenőrzése.
it: Controlla aggiornamenti all'avvio
ru: Проверять новые версии при запуске

source: Allow only a single application instance
cs: Povolit pouze jeden běh programu
es: Permitir sólo una instancia de la aplicación
hu: Csak egy (egyszerű) alkalmazást engedélyez.
it: Permetti solo una istanza dell'applicazione
ru: Запускать только одну копию приложения

# Type of task
source: File
cs: Soubor
de: Datei
es: Fichero
hu: Fájl
ru: Файл

# Type of task
source: Remote file
cs: Vzdálený soubor
de: Remote Datei
es: Fichero remoto
hu: Távoli fájl
it: File remoto
ru: Удаленный файл

source: Dowloading...
cs: Stahuje se...
de: Lade herunter...
es: Descargando...
hu: Letöltés...
it: In Download...
ru: Загрузка...

source: Aborting...
cs: Ruší se...
de: Abbrechen...
es: Abortando...
hu: Megszakítás...
it: Sto interrompendo...
ru: Прерывание...

source: Queued
cs: Zařazeno
de: Geplant
es: Encolado
hu: Sorbaállítva
it: Accodato
ru: В очереди

source: Submitting...
cs: Předkládá se...
de: Übermitteln...
es: Enviando...
hu: Küldés folyamatban...
it: Sto inviando...
ru: Отправка...

source: Error
cs: Chyba
de: Fehler
hu: Hiba
it: Errore
ru: Ошибка

source: The next error occurred while processing the task %1: %2
cs: Další chyba se vyskytla při zpracovávání úkolu %1: %2
de: Der nächste Fehler ist aufgetreten beim übermitteln der Aufgabe %1: %2
es: Se ha producido el siguiente error al procesar la tarea %1: %2
hu: A következő hiba történt a(z) %1 feladat futtatása közben: %2.
it: E' stato riscontrato un errore durante l'operazione %1: %2
ru: При обработке %1 произошла ошибка: %2

source: Downloading (%L1%/%2 KiB/s)...
cs: Stahuje se (%L1%/%2 KiB/s)...
de: Herunterladen (%L1%/%2 KiB/s)...
es: Descargando (%L1%/%2 KiB/s)...
hu: Leltöltés (%L1%/%2 KiB/s)...
it: In Download (%L1%/%2 KiB/s)...
ru: Загрузка (%L1%/%2 Кб/сек)...
