Repository: JackBro/kvirustotal
Catalog: translations/*.po
Languages: cs, de, es, hu, it, ru

source: Uploading (%L1%/%2 KiB/s)...
cs: Nahrává se (%L1%/%2 KiB/s)...
de: Hochladen (%L1%/%2 KiB/s)...
es: Subiendo (%L1%/%2 KiB/s)...
hu: Feltöltés (%L1%/%2 KiB/s)...
it: Caricamento (%L1%/%2 KiB/s)...
ru: Отправка (%L1%/%2 Кб/сек)...

source: Retrieving report...
cs: Získává se zpráva...
de: Report wiederherstellen...
es: Recuperando informe...
hu: Riport fogadása...
it: Recupero rapporto...
ru: Получение отчета...

source: Waiting for %1 seconds...
cs: Čeká se po %1 sekund...
de: Warte %1 Sekunden...
es: Esperando %1 segundos...
hu: %1 másodperc van hátra...
it: Attesa di %1 secondi...
ru: Подождите %1 сек...

source: Waiting...
cs: Čeká se...
de: Warten...
es: En espera...
hu: Várakozás...
it: In attesa...
ru: Подождите...

source: Service limit reached! (wait %1)
cs: Bylo dosaženo omezení služby! (čekání %1)
de: Service Limit erreicht! (warte %1)
es: ¡Límite de servicio! (esperar %1)
hu: Szolgáltatói határérték! (wait %1)
it: Limite del servizio raggiunto! (aspetta %1)
ru: Превышен лимит использования сервиса! (подождите %1)

source: Aborted
cs: Zrušeno
de: Abgebrochen
es: Abortado
hu: Megszakítva
it: Interrotto
ru: Прервано

source: Finished (%1/%2)
cs: Dokončeno (%1/%2)
de: Beendet (%1/%2)
es: Finalizado (%1/%2)
hu: Vége (%1/%2)
it: Completato (%1/%2)
ru: Завершено (%1/%2)

source: Task %1 finished
cs: Úkol %1 dokončen
de: Aufgabe %1 beendet
es: Tarea %1 finalizada
hu: A(z) %1 folyamat véget ért.
it: Operazione %1 completata
ru: Задание %1 завершено

source: The remote file is too big. The service does not accept files greater than %1 MiB (%2 MB).
cs: Vzdálený soubor je příliš velký. Služba nepřijímá soubory větší než %1 MiB (%2 MB).
de: Die Remote Datei ist zu groß. Der Service akzeptiert keine Dateien größer als %1MiB (%2 MB).
es: El fichero remoto dado es demasiado grande. El servicio no acepta ficheros cuyo tamaño supere %1 MiB (%2 MB).
hu: A távoli fájl túl nagy méretű. A szolgáltatás nem fogad el %1 MiB (%2 MB) ennél nagyobb állományokat.
it: Il file remoto è troppo grande. Il servizio non accetta file di dimensione superiore a %1 MiB (%2 MB).
ru: Удаленный файл слишком велик. Сервис не принимает файлы больше %1 Мбит (%2 МБ)

source: Type
cs: Typ
de: Typ
es: Tipo
hu: Típus
it: Tipo
ru: Тип

source: Name
cs: Název
es: Nombre
hu: Név
it: Nome
ru: Имя

source: Size
cs: Velikost
de: Größe
es: Tamaño
hu: Méret
it: Dimensione
ru: Размер

source: Status
cs: Stav
es: Estado
hu: Állapot
it: Stato
ru: Статус

source: Elapsed Time
cs: Uplynulý čas
de: Vergangene Zeit
es: Tiempo transcurrido
hu: Eltelt idő
it: Tempo Trascorso
ru: Оставшееся время

source: The given file is too big. The service does not accept files greater than %1 MiB (%2 MB).
cs: Zadaný soubor je příliš velký. Služba nepřijímá soubory větší než %1 MiB (%2 MB).
de: Die eingegebene Datei ist zu groß. Der Service akzeptiert keine Dareien größer als %1MiB (%2 MB).
es: El fichero dado es demasiado grande. El servicio no acepta ficheros cuyo tamaño supere %1 MiB (%2 MB).
hu: A megadott fájl túl nagy méretű. A szolgáltatás nem fogad el %1 MiB (%2 MB) ennél nagyobb állományokat.
it: Il file è troppo grande. Il servizio non accetta file di dimensione superiore a %1 MiB (%2 MB).
ru: Файл слишком велик. Сервис не принимает файлы больше %1 Мбит (%2 МБ)

source: The selected file is already being scanned. Do you really want to add another task to scan it again?
cs: Vybraný soubor je již prohlížen. Opravdu chcete přidat další úkol, aby byl prohlédnut znovu?
de: Die gewählte Datei wurde bereits gescannt. Möchten Sie wirklich eine neue Aufgabe zum neuen scannen erstellen?
es: El fichero seleccionado ya está siendo escaneado. ¿Desea realmente añadir otra tarea para escanearlo de nuevo?
hu: A kiválasztott fájlt már vizsgálják. Tényleg hozzá akarsz adni egy másik feladatot a vizsgálathoz?
it: Il file selezionato è già stato analizzato. Vuoi analizzarlo nuovamente?
ru: Выбранный файл уже был просканирован. Вы действительно хотите добавить его в другое задание для повторного сканирования?

source: Duplicated scan detected
cs: Zjištěny zdvojené prohlídky
de: Duplizierte Scans gefunden
es: Escaneo duplicado detectado
hu: Duplikált vizsgálat érzékelve.
it: Scansione doppia rilevata
ru: Обнаружено повторное сканирование

source: The selected remote file is already being scanned. Do you really want to add another task to scan it again?
cs: Vybraný vzdálený soubor je již prohlížen. Opravdu chcete přidat další úkol, aby byl prohlédnut znovu?
de: Die gewählte Remote-Datei wurde bereits gescannt. Möchten Sie wirklich eine neue Aufgabe zum erneuten scannen erstellen?
es: El remoto fichero seleccionado ya está siendo escaneado. ¿Desea realmente añadir otra tarea para escanearlo de nuevo?
hu: A kiválasztott távoli fájlt már vizsgálják. Tényleg hozzá akarsz adni egy másik feladatot a vizsgálathoz?
it: Il file remoto selezionato è già stato analizzato. Vuoi analizzarlo nuovamente?
ru: Выбранный удаленный файл уже был просканирован. Вы действительно хотите добавить его в другое задание для повторного сканирования?

source: The selected URL is already being scanned. Do you really want to add another task to scan it again?
cs: Vybraná adresa (URL) je již prohlížena. Opravdu chcete přidat další úkol, aby byla prohlédnuta znovu?
de: Die gewählte URL wurde bereits gescannt. Möchten Sie wirklich eine neue Aufgabe zum erneuten scannen erstellen?
es: La URL seleccionada ya está siendo escaneada. ¿Desea realmente añadir otra tarea para escanearla de nuevo?
hu: A kiválasztott URL-t már vizsgálják. Tényleg hozzá akarsz adni egy másik feladatot a vizsgálathoz?
it: L'indirizzo selezionato è già stato analizzato. Vuoi analizzarlo nuovamente?
ru: Выбранный URL уже был просканирован. Вы действительно хотите добавить его в другое задание для повторного сканирования?

source: The task number %1 is still in course. Please, either wait for it to finished or abort it.
cs: Úkol s číslem %1 ještě běží. Počkejte, prosím, až bude dokončen nebo jej ukončete.
de: Die Aufgabe mit der Nummer %1 läuft noch. Bitte warten Sie bis zur fertigstellung oder beenden Sie es.
es: La tarea %1 ya está en curso. Por favor, espere a que finalice o abórtela.
hu: A(z) %1 sorszámú feladat még feldolgozás alatt van. Vagy várjon a végeredményre vagy szakítsa félbe a feladat futtatását.
it: L'operazione numero %1 è ancora attiva. Per favore aspetta per completarla o interrompila.
ru: Задание №%1 сейчас обрабатывается. Пожалуйста, подождите завершения или прервите его выполнение.

source: Remove selected row
cs: Odstranit vybraný řádek
de: Ausgewählte Reihen löschen
es: Borrar la fila seleccionada
hu: A kiválasztott sor eltávolítása.
it: Rimuovi riga selezionata
ru: Удалить выбранные строки

source: There are no task that can be selected!
cs: Nejsou žádné úkoly, jež by bylo možné vybrat!
de: Es gibt keine Aufgaben zum auswählen!
es: ¡No hay tareas a seleccionar!
hu: Nincs feladat megadva, amit ki lehetne választani!
it: Non ci sono operazioni da selezionare!
ru: Нет заданий для выбора!

source: Action aborted
cs: Krok zrušen
de: Aktion abgebrochen
es: Acción abortada
hu: Művelet megszakítva
it: Azione interrotta
ru: Действие прервано

source: Do you really want to abort the selected task?
cs: Opravdu chcete zrušit vybraný úkol?
de: Möchten Sie die ausgewählte Aufgabe wirklich abbrechen?
es: ¿Desea realmente abortar la tarea seleccionada?
hu: Akarja a kiválasztott folyamatokat megszakítani?
it: Vuoi veramente interrompere l'operazione selezionata?
ru: Вы действительно хотите прервать выделенное задание?

source: Abort selected tasks
cs: Zrušit vybrané úkoly
de: Abbrechen der Ausgewählten Aufgaben
es: Abortar las tareas seleccionadas
hu: A kiválasztott folyamatok megszakítása.
it: Interrompi operazioni selezionate
ru: Прервать выделенные задания

source: There is no selected task in course that can be aborted!
cs: Neběží žádné vybrané úkoly, jež by bylo možné zrušit!
de: Es gibt keine ausgewählte Aufgabe, die abgebrochen werden kann!
es: ¡No hay ninguna tarea seleccionada que pueda ser abortada!
hu: A kiválasztott feladat nincs feldolgozás alatt, így nem lehet félbeszakítani!
it: Non c'è alcuna operazione selezionata da interrompere!
ru: Нет выполняющихся заданий для прерывания!

source: Clean finished tasks
cs: Uklidit dokončené úkoly
de: Beendete Aufgaben augräumen
es: Limpiar las tareas finalizadas
hu: A mentesítés (tisztítás) véget ért!
it: Pulisci operazioni completate
ru: Очистить завершенные задания

source: There are no selected tasks that can be re-scanned.
cs: Nejsou žádné vybrané úkoly, jež by bylo možné prohlédnout znovu.
de: Keine ausgewählten Aufgaben können neu gescannt werden.
es: ¡No hay ninguna tarea seleccionada que pueda ser reescaneada
hu: A jelöletlen (ki nem választott) feladatokat nem tudja újra vizsgálni (ellenőrizni)!
it: Non ci sono operazioni da analizzare nuovamente.
ru: Нет выделенных заданий для пересканирования.

source: Re-scan operation error
cs: Chyba při operaci opětovného prohlédnutí
de: Neu-Scan Operationsfehler
es: Operación de reescaneo errónea
hu: Újraellenőrzés során műveleti hiba!
it: Errore durante nuova scansione
ru: Ошибка при пересканировании

source: File size exceeded!
cs: Překročena velikost souboru!
de: Dateigröße überschritten!
es: ¡Tamaño de fichero excedido!
hu: Fájlméret növekedés!
it: File troppo grande!
ru: Превышен максимальный размер файла!

source: The current version. Used for upgrading operations only
cs: Nynější verze. Používaná pouze pro povyšovací operace
de: Die aktuelle Version. Nur für upgrading Operationen
es: Versión actual. Usado sólo para operaciones de actualización
hu: Ez az aktuális verzió. (Used for upgrading operations only.)
it: La versione attuale. Usata solo per operazioni di aggiornamento
ru: Текущая версия. Используется только для обновления.

source: HttpConnector implementation type
cs: Typ provedení HttpConnectoru
es: Tipo de implementación de HtppConnector
hu: HttpConnector megvalósításának típusa
it: Tipo di implementazione Connessione Http
ru: Реализация типа HttpConnector

source: Coordinates of the main window
cs: Souřadnice hlavního okna
de: Koordinaten des Main Window
es: Coordenadas de la ventana principal
hu: A központi ablak koordinátái.
it: Coordinate della finestra principale
ru: Координаты главного окна

source: Size of the main window
cs: Velikost hlavního okna
de: Größe des Main Window
es: Tamaño de la ventana principal
hu: A központi ablak mérete.
it: Dimensione della finestra principale
ru: Размер главного окна

source: State of the the main window's splitter
cs: Stav rozdělovače hlavního okna
de: Status des Main Window's splitters
es: Estado del divisor de la ventana principal
it: Stato del separatore della finestra principale
ru: Состояние разделителя главного окна

source: Width of the columns of the task table
cs: Šířka sloupců v tabulce s úkoly
de: Spaltenbreite der Aufgabentabelle
es: Anchura de las columnas de tabla de tareas
hu: Folyamattáblák oszlopszélessége
it: Larghezza colonne della tabella delle operazioni
ru: Ширина столбцов в таблице заданий

source: Width of the columns of the report table
cs: Šířka sloupců v tabulce se zprávami
de: Spaltenbreite der Report Tabelle
es: Anchura de las columnas de la tabla de informes
hu: Riporttáblák oszlopszélessége
it: Larghezza colonne della tabella dei rapporti
ru: Ширина столцов в таблице отчетов

source: API key required to access the online services provided by VirusTotal
cs: Klíč API požadovaný pro přístup k internetovým službám poskytovaným VirusTotal
de: API Key notwendig um Zugriff auf die Onlinedienste von VirusTotal zu erhalten
es: Se requiere una clave para acceder a los servicios que proporciona VirusTotal
hu: API kulcs szükséges a VirusTotal online szolgáltatásaihoz.
it: Chiave API richiesta per accedere ai servizi in linea forniti da VirusTotal
ru: API-ключ для доступа к сервисам VirusTotal

source: Whether to use HTTPS protocol rather than unsecured HTTP
cs: Zda používat protokol HTTPS než nezabezpečený HTTP
de: Besser HTTPS nutzen als das unsichere HTTP
es: Si usar el protocolo HTTPS en lugar del inseguro HTTP
hu: Használj HTTP<b>S</b> protokollt a kevésbé biztonságos HTTP helyett!
it: Priorità del protocollo HTTPS rispetto al HTTP (insicuro)
ru: Использовать протокол HTTPS вместо незащищенного HTTP

source: Whether to use existant reports first, if available
cs: Zda nejprve používat stávající zprávy, jsou-li dostupné
de: Besser bereits existierende Reports nutzen, sofern Verfügbar
es: Si usar primero los informes existentes, si los hay
hu: Ha elérhetőek, elsőként létező jelentéseket használj.
it: Priorità sull'uso dei rapporti più datati, se disponibili
ru: Использовать существующие отчеты, если доступны

# NAME OF TRANSLATORS
source: Your names
cs: Pavel Fric
de: Sascha Manns
es: Carlos López Sánchez
hu: Tóth Attila
it: Gianluca Boiano
ru: Александр Шевяков

# EMAIL OF TRANSLATORS
source: Your emails
cs: pavelfric@seznam.cz
de: saigkill@opensuse.org
es: musikolo[AT]hotmail{DOT}com
hu: tothasze@gmail.com
it: morf3089@gmail.com
ru: stavsandro@gmail.com

# HOMEPAGE OF TRANSLATORS
source: Your homepages
cs: fripohled.blogspot.com
de: http://saigkill.homelinux.net
es: http://kde-apps.org/content/show.php?content=139065
hu: tothabringa.blog.hu
it: Gianluca Boiano
ru: http://vk.com/id27218689

# Application name
source: <h2>Welcome to %1!</h2>
cs: <h2>Vítejte v %1!</h2>
de: <h2>Willkommen zu %1!</h2>
es: <h2>¡Bienvenido a %1!</h2>
hu: <h2>Üdvözlöm %1!</h2>
it: <h2>Benvenuto in %1!</h2>
ru: <h2>Добро пожаловать в %1!</h2>

# Application name
source: <h3>What's %1?</h3>
cs: <h3>Co je %1?</h3>
de: <h3>Was ist %1?</h3>
es: <h3>¿Qué es %1?</h3>
hu: <h3>Mi ez? %1?</h3>
it: <h3>Cos'è %1?</h3>
ru: <h3>Что такое %1?</h3>

# Application name
source: %1 is an online-based antivirus and anti-phising tool. It allows you to submit files that will be analysed by more than 40 up-to-dated antivirus. Besides, it will accept URLs that will be tested against the main anti-phising systems.<br><br>Although %1 is a powerful tool, remember that <b>it is not intended as a replacement of a full-fledged antivirus program.</b><br><br>Please, click on the 'Next' button to set up the application.
cs: % 1 je internetově založený antivir a anti-phising nástroj Umožňuje vám předkládat soubory, které budou rozebrány více než 40ti moderními antiviry. Kromě toho přijímá adresy (URL), které budou zkoušeny proti hlavním anti-phisingovým systémům.<br><br>Ačkoli je %1 mocný nástroj, pamatujte na to, že <b>není zamýšlen coby náhrada za plně vyspělý antivirový program.</b><br><br>Klepněte, prosím, na tlačítko "Další" pro nastavení programu.
de: %1 ist ein online basierendes Antivirus und Anti Pishing Werkzeug. Es erlaubt Ihnen Dateien zu übermitteln, die von über 40 gepflegten Antivirus Systemen geprüft werden. Ebenfalls werden auch URLs akzeptiert, die auf Pishing Anttacken hin untersucht werden können.<br><br>Zwar ist %1 ein mächtiges Werkzeug, aber behalten Sie im Sinn, dass <b> es kein herkömmliches vollfunktionales Antivirusprogramm ersetzt.</b><br><br>.Bitte klicken Sie auf den "Weiter" Knopf um fortzufahren.
es: %1 es una herramienta online de antivirus y anti-phising. Permite enviar ficheros que serán analizados por más de 40 antivirus actualizados. Además, también acepta URLs que serán analizadas con los principales sistemas anti-phising.<br><br>Aunque %1 es una potente herramienta, recuerde que <b>no ha sido concebida con la intención de reemplazar a ningún programa antivirus propiamente dicho.</b><br><br>Por favor, haga clic en el botón «Siguiente» para configurar la aplicación.
hu: A(z) %1 egy online alapon működő antivírus és anti-phising eszköz (program). Ez az alkalmazás (program) megengedi neked, hogy fájlokat tölts fel a rendszerébe és azokat több mint 40 naprakész antivírus program keresőmotorja fogja megvizsgálni. Azonkívül olyan internetcímeket (URL) fog megvizsgálni, amelyeket tesztelni fognak különböző anti-phising rendszerek.<br><br>Bár a KVirusTotal egy nagy tudású eszköz, de </b>ennek ellenére sem képes kiváltani egy teljes értékű antivírus programot.</b><br><br>Kérem kattintson a "Következő" gombra, hogy beállítsa az alkalmazást (programot).
it: %1 è uno strumento basato su un antivirus in linea e protezione antiphishing. Permette di inviare file e di sottoporli all'analisi di più di 40 antivirus sempre aggiornati. Inoltre, accetta URLs da analizzare per proteggerti dal phishing.<br><br> Sebbene %1 sia uno strumento molto potente, ricorda che <b>non è indicato per rimpiazzare i più sofisticati antivirus.</b><br><br>Prego, clicca su 'Successivo' per impostare l'applicazione.
ru: %1 - онлайн-антивирус и антифишинг. Позволяет вам отправлять файлы для сканирования более чем 40 антивирусами с обновленными базами. Кроме того, утилита позволяет протестировать URL с помощью известных антифишинговых систем.<br><br>Хотя %1 и достаточно мощная утилита, помните, что <b>она не является полноценной заменой антивирусной программы</b> <br><br>Пожалуйста, нажмите кнопку "Далее", чтобы настроить приложение.

source: %1Configuration wizard - Step 1/4%2
cs: %1Průvodce nastavením - krok 1/4%2
de: %1Konfigurationsassistent -- Schritt 1/4%2
es: %1Asistente de configuración - Paso 1/4%2
hu: %1 Beállító varázsló - 1/4 lépés %2
it: %1Procedura guidata - Passo 1/4%2
ru: %1Мастер настройки - Шаг 1/4%2

source: %1Connector selection%2
cs: %1Výběr spojky%2
de: %1Auswahl connector%2
es: %1Selección del conector%2
hu: %1Konnektor kiválasztás%2
it: %1Tipo di connessione%2
ru: %1Выбор коннектора%2

source: %1Features%2
cs: %1Vlastnosti%2
es: %1Características%2
hu: %1Jellemzők%2
it: %1Caratteristiche%2
ru: %1Возможности%2

source: %1Service key:%2
cs: %1Služební klíč:%2
es: %1Clave de servicio:%2
hu: %1Szolgáltatás kulcs:%2
it: %1Chiave di servizio:%2
ru: %1Сервисный ключ:%2

source: %1Instant reports:%2
cs: %1Okamžité zprávy:%2
de: %1Instant reporte:%2
es: %1Informes instantáneos:%2
hu: %1Azonnali riportok%2
it: %1Rapporti immediati:%2
ru: %1Мгновенные отчеты:%2

source: %1Connection limit:%2
cs: %1Omezení spojení:%2
es: %1Límite de conexiones:%2
hu: %1Kapcsolatok maximális száma:%2
it: %1Limiti di connessione:%2
ru: %1Лимит подключений:%2

source: %1Priorized service:%2
cs: %1Upřednostňovaná služba:%2
de: %1Priorisierter service:%2
es: %1Servicio prioritario:%2
hu: %1Emelt szintű szolgáltatás%2
it: %1Gestone priorità:%2
ru: %1Приоритетный сервис:%2

source: %1HTTP supported:%2
cs: %1HTTP podporováno:%2
de: %1HTTP unterstützt:%2
es: %1HTTP soportado:%2
hu: %1HTTP támogatva:%2
it: %1Supporto HTTP:%2
ru: %1Поддержка HTTP:%2

source: %1HTTPs supported:%2
cs: %1HTTPs podporováno:%2
de: %1HTTPs unterstützt:%2
es: %1HTTPs soportado:%2
hu: %1HTTP<b>S</b> támogatva:%2
it: %1Supporto HTTPs:%2
ru: %1Поддержка HTTPs:%2

source: %1API connector%2
cs: %1Spojka API%2
es: %1Conector API%2
hu: %1API konnektor%2
it: %1Interfaccia API%2
ru: %1Коннектор API%2

source: Required (freely available)
cs: Požadováno (volně dostupné)
de: Benötigt (frei verfügbar)
es: Necesario (disponible gratis)
hu: Szükséges (szabadon elérhető)
it: Richiesta (disponibile gratuitamente)
ru: Требуется (доступно бесплатно)

source: Yes
cs: Ano
de: Ja
es: Sí
hu: Igen
it: Si
ru: Да

source: 20 every 5 minutes
cs: 20 každých 5 minut
de: 20 alle 5 Minuten
es: 20 cada 5 minutos
hu: 5 percenként 20
it: 20 ogni 5 minuti
ru: 20 каждые 5 минут

source: No
cs: Ne
de: Nein
hu: Nem
ru: Нет

source: %1Web connector%2
cs: %1Web spojka%2
es: %1Conector Web%2
hu: %1Web konnektor%2
it: %1Interfaccia Web%2
ru: %1Web-коннектор%2

source: Not used
cs: Nepoužíváno
de: Nicht benutzt
es: Innecesario
hu: Nem használt
it: Non richiesta
ru: Не используется

source: Unlimited
cs: Bez omezení
de: Ohne Limit
es: Ilimitado
hu: Korlátlan
it: Senza limiti
ru: Без ограничений

source: %1Configuration wizard - Step 2/4%2
cs: %1Průvodce nastavením - krok 2/4%2
de: %1Konfigurationsassistent - Schritt 2/4%2
es: %1Asistente de configuración - Paso 2/4%2
hu: %1Beállító varázsló - 2/4 lépés%2
it: %1Procedura guidata - Passo 2/4%2
ru: %1Мастер конфигурации - Шаг 2/4%2

source: %1Enter your VirusTotal Community Key%2
cs: %1Zadejte svůj komunitní klíč VirusTotal%2
de: %1Tragen Sie hier Ihren VirusTotal Community Key ein%2
es: %1Introduzca su clave de VirusTotal Community%2
hu: %1Add meg a VirusTotal Közösségi Kulcsot%2
it: %1Inserisci la tua Chiave VirusTotal Community%2
ru: %1Введите ваш ключ сообщества VirusTotal%2
