Repository: JackBro/kvirustotal
Catalog: translations/*.po
Languages: cs, de, es, hu, it, ru

# Registration URL
source: The API connector, previously chosen, requires a key to access the API provided by <a href='http://virustotal.com'>VirusTotal (c)</a>. If you still don't have one, you can get it free of charge by registering at <a href='%1'>%1</a>. Once you have signed up to VT Community (using the sign in box at the top left hand side of the page), you will find your personal API key in the inbox of your account (sign in and drop down the <i>My account</i> menu). Now, just copy and paste it below:
cs: Spojka API, která byla předtím vybránam, je klíč pro přístup k API poskytovanému <a href='http://virustotal.com'>VirusTotal (c)</a>. Pokud ještě žádný nemáte, můžete jej dostat zdarma tím, že se přihlásíte na <a href='%1'>%1</a>. Když už jste se jednou přihlásili ke společenství VirusTotal (pomocí přihlašovacího políčka v horní levé části stránky), najdete svůj osobní klíč API ve schránce svého účtu. Nabídka <i>Můj účet</i> (My account). Nyní už jej jen potřebujete zkopírovat a vložit dole:
de: Der API Connector benötigt einen Schlüssel (Key) um die API die von <a href='http://virustotal.com'>Virustotal(c)</a> zur Verfügung gestellt wird. Wenn Sie noch keinen API Key haben, können Sie einen durch die kostenlose Registrierung auf <a href='%1'>%1</a> erhalten. Wenn Sie sich eingeloggt haben (durch die Box am oberen linken Rand), dann finden Sie Ihren persönlichen API Key in Ihrer Inbox des Accountes. <i>My Account</i>Menü. Nun brauchen Sie ihn sich nur noch zu kopieren und unten einzufügen:
es: El conector API, seleccionado anteriormente, necesita una clave para acceder al API que proporciona <a href='http://virustotal.com'>VirusTotal (c)</a>. Si no tiene una, puede obtenerla sin ningún coste con tan sólo registrarse en <a href='%1'>%1</a>. Una vez que se haya logado en VT Community (usando la caja situada en la parte superior izquierda de la página), encontrará su clave personal de acceso al API en el buzón de su cuenta (lóguese y despliegue el menú <i>My account</i>). Ahora, simplemente cópiela y péguela abajo:
hu: A korábban kiválasztott API konnektor (kapcsolat) megkövetel egy kulcsot, hogy hozzáférjen az API-hoz, amit a <a href='http://virustotal.com'>VirusTotal ©</a> szolgáltat. Ha nincs ilyen kulcsod, regisztrálj ingyenesen itt: <a href='%1'>%1</a>. Amint bejelentkezel a VT Community felhasználójaként (használd a bejelentkezési dobozt az oldal bal felső sarkában), és ott találod a személyes API kulcsodat (legördülő menüben a <i>My account</i> menüpontban). Jelöld ki, majd másold ki (Ctrl + C) ki a vágólapra, és illeszd be (Ctrl + V) itt, alább:
it: L'interfaccia API, prima scelta, richiede una chiave per accedere alle funzionalità offerte da <a href='http://virustotal.com'>VirusTotal (c)</a>. Puoi ottenerne una gratuitamente registrandoti su <a href='%1'>%1</a>. Una volta effettuato l'accesso a VT Community (usando la casella 'sign in' in alto a sinistra della pagina web), troverai la tua chiave API nella 'inbox' del tuo account (vai sul menu a tendina di <i>My account</i>). Infine copia e incolla la chiave qui sotto:
ru: Выбранный API коннектор требует указания ключа для доступа к API предоставляемого <a href='http://virustotal.com'>VirusTotal (c)</a>. Если у вас нет ключа, то вы можете бесплатно получить его, зарегистрировавшись здесь: <a href='%1'>%1</a>. После регистрации в VT Community вы найдете ваш API ключ во входящих сообщениях вашего аккаунта. Просто скопируйте его и вставьте в поле ввода внизу:

source: Service &key:
cs: Služební &klíč:
es: &Clave de servicio:
hu: Szolgáltatás &kulcs:
it: &Chiave del servizio:
ru: Сервисный &ключ:

source: %1Configuration wizard - Step 3/4%2
cs: %1Průvodce nastavením - krok 3/4%2
de: %1Konfigurationsassistent - Schritt 3/4%2
es: %1Asistente de configuración - Paso 3/4%2
hu: %1Beállító varázsló - 3/4 lépés%2
it: %1Procedura guidata - Passo 3/4%2
ru: %1Мастер конфигурации - Шаг 3/4%2

source: %1Service key test%2
cs: %1Zkouška služebního klíče%2
es: %1Verificación de la clave de servicio%2
hu: %1Szolgáltatás kulcsteszt%2
it: %1Verifica validità della chiave%2
ru: %1Тестирование сервисного ключа%2

source: <br><br>%1 is verifying that the key you entered is valid. Please, wait for a few seconds...
cs: <br><br>%1 ověřuje, že zadaný klíč je platný. Počkejte, prosím, několik sekund...
de: <br><br>%1 möchte gerne die Validität des Schlüssels prüfen. Bitte warten Sie ein paar Sekunden...
es: <br><br>%1 está verificando que la clave de servicio que ha introducido es válida. Por favor, espere unos segundos...
hu: <br><br>%1 a megadott kulcs ellenőrzése. Kérem várjon néhány másodpercet...
it: <br><br>%1 sta verificando la validità della chiave inserita. Per favore, attendi una manciata di secondi...
ru: <br><br>%1 проверяет ключ на корректность. Пожалуйста, немного подождите...

source: <b>Status:</b>
cs: <b>Stav:</b>
es: <b>Estado:</b>
hu: <b>Állapot:</b>
it: <b>Stato:</b>
ru: <b>Статус:</b>

source: Connecting...
cs: Připojuje se...
de: Verbinden...
es: Conectando...
hu: Kapcsolódás...
it: In connessione...
ru: Соединение...

source: %1Configuration wizard - Step 4/4%2
cs: %1Průvodce nastavením - krok 4/4%2
de: %1Konfigurationsassistent -- Schritt 1/4%2
es: %1Asistente de configuración - Paso 4/4%2
hu: %1Beállító varázsló - 4/4 lépés%2
it: %1Procedura guidata - Passo 1/4%2
ru: %1Мастер конфигурации - Шаг 4/4%2

source: %1Configuration completed successfully%2
cs: %1Nastavování úspěšně dokončeno%2
de: %1Konfigurationsassistent erfolgreich abgeschlossen%2
es: %1Configuración completada con éxito%2
hu: %1A beállítás sikeresen véget ért%2
it: %1Configurazione completata con successo%2
ru: %1Конфигурирование успешно завершено%2

source: <br><br>%1 is ready to work! Please, click on the 'Finish' button to close this wizard.
cs: <br><br>%1 je připraven pracovat! Klepněte, prosím, na tlačítko pro dokončení pro zavření tohoto průvodce.
de: <br><br>%1 ist bereit zum arbeiten. Bitte klicken Sie auf den Fertigstelllen Knopf um den Assistenten zu schließen.
es: <br><br>¡%1 está listo para funcionar! Por favor, haga clic en el botón «Finalizar» finalizar este asistente.
hu: <br><br>%1 a munka elkészült! Kérem kattintson a 'Vége" gombra a varázsló bezárásához..
it: <br><br>%1 è pronto! Clicca su 'Fine' per chiudere questa procedura.
ru: <br><br>%1 готов к работе! Нажмите на кнопке "Завершить", чтобы закрыть мастер.

source: Validating your key...
cs: Potvrzuje se platnost vašeho klíče...
de: Überprüfe den Key...
es: Validando su clave...
hu: Kulcsellenőrzés...
it: Conferma validità chiave...
ru: Проверка вашего ключа...

source: Operation done successfully!
cs: Operace úspěšně udělána!
de: Operation erfolgreich beendet!
es: ¡Operación realizada con éxito!
hu: A művelet sikeresen véget ért.
it: Operazione completata con successo!
ru: Операция успешно завершена!

source: Your key is invalid!
cs: Váš klíč je neplatný!
de: Ihr Schlüssel ist gültig!
es: ¡La clave es inválida!
hu: A kulcs érvénytelen!
it: La chiave non è valida!
ru: Ваш ключ недействителен!

source: ERROR: "%1". Please, go back and try again.
cs: CHYBA: "%1". Jděte, prosím, zpět a zkuste to znovu.
de: FEHLER: "%1". Bitte gehen Sie nochmals zurück, und versuchen Sie es erneut.
es: ERROR: "%1". Por favor, retroceda y vuelva a intentarlo.
hu: Hiba: "%1". Kérem, hogy lépjen vissza egyet és próbálja újra.
it: ERRORE: "%1". Per favore, torna indietro e riprova.
ru: Ошибка: "%1". Пожалуйста, вернитесь назад и попробуйте еще раз.

source: Welcome wizard - %1
cs: Uvítací průvodce - %1
de: Willkommensassistent - %1
es: Asistente de bienvenida - %1
hu: Üdvözli a beállító varázsló -%1
it: Procedura guidata - %1
ru: Мастер первоначальной настройки - %1

source: The reply did not have a valid token. The operation must be aborted!
cs: Odpověď nemá platný symbol. Operace musí být přerušena!
hu: A válasznak nem volt érvényes tokenje. A művelet futtatása megszakadt!

source: URL...
cs: Adresa (URL)...
it: Indirizzo...

source: The current connector (WebHttpConnector) does not support the HTTP protocol. Please, choose the secure HTTPS protocol instead.
cs: Současná spojka (WebHttpConnector) nepodporuje protokol HTTP. Zvolte, prosím, místo něj bezpečný protokol HTTPS.
hu: Az aktuális WebHttpConnector nem támogatja a HTTP-protokollt. Válaszd ki helyette a biztonságos HTTP<b>S</b> protokollt.

source: URL
cs: Adresa (URL)
it: Indirizzo

source: Copyright (c) 2011 - Carlos López Sánchez
hu: Minden jog fenntartva (c) 2011 - Carlos López Sánchez

source: Sascha Manns
it: Gianluca Boiano

source: Welcome wizard...
de: Willkommensassistent...
